<!DOCTYPE html>
<html lang="pt-br">
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Cronologia</title>
    <link href="/favicon.ico" type="image/x-icon" rel="icon"/>
    <link href="/favicon.ico" type="image/x-icon" rel="shortcut icon"/>
    <link rel="stylesheet" type="text/css" href="css/front.css"/>
    <link rel="stylesheet" type="text/css" href="https://fonts.googleapis.com/css?family=Merriweather:400,700,900|Open+Sans+Condensed:300,700"/>
	<script type="text/javascript" src="/js/vendor/jquery-1.11.1.min.js"></script>
	<script type="text/javascript" src="/js/front/general.js"></script>
	<script type="text/javascript" src="/js/vendor/galleria-1.4.5.min.js"></script>
	<script type="text/javascript" src="/js/vendor/autotrack.js"></script>
</head>
<body>
    <script>
        (function(i,s,o,g,r,a,m){i['GoogleAnalyticsObject']=r;i[r]=i[r]||function(){
        (i[r].q=i[r].q||[]).push(arguments)},i[r].l=1*new Date();a=s.createElement(o),
        m=s.getElementsByTagName(o)[0];a.async=1;a.src=g;m.parentNode.insertBefore(a,m)
        })(window,document,'script','//www.google-analytics.com/analytics.js','ga');
      
        ga('create', 'UA-2732841-13', 'auto');
        ga('require', 'autotrack');
        ga('send', 'pageview');
      
    </script>
    
    <script type="text/javascript">
        var full_url = 'https://www.carlosdrummond.com.br/';
        var controller = 'Contents';
        var action = 'view';
    </script>

<div id="container">
    <div id="header">
        <div class="container center_align">
            <div class="menu_toggle mv">
                <img src="imagens/header/btn_menu.png" alt=""/>					
            </div>
    
            <div class="brand">
                <a href="/"><img src="imagens/header/brand.png" alt=""/></a>			
            </div>
            
            <div class="search_btn">
                <img src="/img/header/btn_search.png" alt=""/>					
            </div>
            
            <div class="menu">
                <ul>                            
                    <li>
                        <a href="/" data-event-category="menu" data-event-action="click" data-event-label="/">Início</a>									
                    </li>
                                              
                    <li>
                        <a href="#" data-event-category="menu" data-event-action="click" data-event-label="#">Vida</a>									
                                                                    
                        <div class="submenu_toggle mv">
                            <img src="/img/header/btn_submenu.png" alt=""/>										
                        </div>
                                
                        <div class="sub_container">
                            <ul>
                                <li>
                                    <a href="cronologia.html" target="_self" data-event-category="nav" data-event-action="menu" data-event-label="/conteudos/visualizar/Cronologia">Cronologia</a>													
                                </li>
                            </ul>
                        </div>
                    </li>
                                                
                    <li>
                        <a href="#" data-event-category="menu" data-event-action="click" data-event-label="#">Obra</a>									
                                                                    
                        <div class="submenu_toggle mv">
                            <img src="/img/header/btn_submenu.png" alt=""/>										
                        </div>
                                
                        <div class="sub_container">
                            <ul>
                                <li>
                                    <a href="poesia.html" target="_self" data-event-category="nav" data-event-action="menu" data-event-label="/categorias/visualizar/Poesia">Poesia</a>													
                                </li>
                                
                                <li>
                                    <a href="prosa.html" target="_self" data-event-category="nav" data-event-action="menu" data-event-label="/categorias/visualizar/Prosa">Prosa</a>													
                                </li>
                            </ul>
                        </div>
                    </li>
                        
                    <li>                              
                        <div class="submenu_toggle mv">
                            <img src="imagens/header/btn_submenu.png" alt=""/>										
                        </div>
                                
                        <div class="sub_container">
                            
                        </div>
                    </li>
                </ul>
            </div>
        </div>
    </div>
    
    <div id="search_box">
        <div class="search_container">
            <form action="/searches" id="SearchesIndexForm" method="post" accept-charset="utf-8">
                <div style="display:none;">
                    <input type="hidden" name="_method" value="POST"/>
                </div>
                    
                <div class="input text">
                    <label for="SearchesTerm"></label>
                    <input name="data[Searches][term]" placeholder="Digite o termo desejado" autocomplete="off" type="text" id="SearchesTerm"/>
                </div>
                    
                <div class="submit">
                    <input type="image" src="imagens/header/btn_submit.png" class="btn_over"/>
                </div>
            </form>				
        </div>
    </div>
    
    <div id="content">
        <div class="contents_bg">
            <div class="contents view center_align">
                <div class="main_column">
                    <ul class="item_categories">
                        <li>Vida</li>
                    </ul>
                    <h1>Cronologia</h1>
                        <div class="share">
                        <div class="addthis_sharing_toolbox"></div>
    </div>
    
    <div class="content_column">
        
    <p><strong>1902 </strong>&nbsp;&nbsp;&nbsp; &nbsp;Nasce Carlos Drummond de Andrade, em 31 de outubro, na cidade de Itabira do Mato Dentro (MG), nono filho de Carlos de Paula Andrade, fazendeiro, e Julieta Augusta Drummond de Andrade.</p>

<p><strong>1910 &nbsp;&nbsp;</strong>&nbsp; &nbsp;Inicia o curso prim&aacute;rio no Grupo Escolar Dr. Carvalho Brito. &nbsp;</p>

<p><strong>1916 &nbsp;&nbsp;</strong>&nbsp; &nbsp;&Eacute; matriculado como aluno interno no Col&eacute;gio Arnaldo, em Belo Horizonte. Conhece Gustavo Capanema e Afonso Arinos de Melo Franco. Interrompe os estudos por motivo de sa&uacute;de. &nbsp;</p>

<p><strong>1917</strong> &nbsp;&nbsp;&nbsp; &nbsp;De volta a Itabira, toma aulas particulares com o professor Em&iacute;lio Magalh&atilde;es. &nbsp;</p>

<p><strong>1918 &nbsp;</strong>&nbsp;&nbsp; &nbsp;Aluno interno do Col&eacute;gio Anchieta da Companhia de Jesus, em Nova Friburgo, colabora na <em>Aurora Colegial</em>. No &uacute;nico exemplar do jornalzinho <em>Maio</em>&hellip;, de Itabira, o irm&atilde;o Altivo publica o seu poema em prosa &ldquo;Onda&rdquo;. &nbsp;</p>

<p><strong>1919 &nbsp;&nbsp;</strong>&nbsp; &nbsp;&Eacute; expulso do col&eacute;gio em consequ&ecirc;ncia de incidente com o professor de portugu&ecirc;s. Motivo: &ldquo;insubordina&ccedil;&atilde;o mental&rdquo;. &nbsp;</p>

<p><strong>1920 </strong>&nbsp;&nbsp;&nbsp; &nbsp;Acompanha sua fam&iacute;lia em mudan&ccedil;a para Belo Horizonte. &nbsp;</p>

<p><strong>1921</strong> &nbsp;&nbsp;&nbsp; &nbsp;Publica seus primeiros trabalhos no <em>Di&aacute;rio de Minas</em>. Frequenta a vida liter&aacute;ria de Belo Horizonte. Amizade com Milton Campos, Abgar Renault, Em&iacute;lio Moura, Alberto Campos, M&aacute;rio Casassanta, Jo&atilde;o Alphonsus, Batista Santiago, An&iacute;bal Machado, Pedro Nava, Gabriel Passos, Heitor de Sousa e Jo&atilde;o Pinheiro Filho, habitu&eacute;s da Livraria Alves e do Caf&eacute; Estrela. &nbsp;</p>

<p><strong>1922</strong> &nbsp;&nbsp;&nbsp; &nbsp;Seu conto &ldquo;Joaquim do Telhado&rdquo; vence o concurso da <em>Novela Mineira</em>. Trava contato com &Aacute;lvaro Moreyra, diretor de <em>Para Todos&hellip;</em> e <em>Ilustra&ccedil;&atilde;o Brasileira</em>, no Rio de Janeiro, que publica seus trabalhos. &nbsp;</p>

<p><strong>1923</strong> &nbsp;&nbsp;&nbsp; &nbsp;Ingressa na Escola de Odontologia e Farm&aacute;cia de Belo Horizonte. &nbsp;</p>

<p><strong>1924</strong> &nbsp;&nbsp;&nbsp; &nbsp;Conhece, no Grande Hotel de Belo Horizonte, Blaise Cendrars, M&aacute;rio de Andrade, Oswald de Andrade e Tarsila do Amaral, que regressam de excurs&atilde;o &agrave;s cidades hist&oacute;ricas de Minas Gerais. &nbsp;</p>

<p><strong>1925 </strong>&nbsp;&nbsp;&nbsp; &nbsp;Casa-se com Dolores Dutra de Morais. Participa &mdash; juntamente com Martins de Almeida, Em&iacute;lio Moura e Gregoriano Canedo &mdash; do lan&ccedil;amento de <em>A Revista</em>. &nbsp;</p>

<p><strong>1926 &nbsp;&nbsp;</strong>&nbsp; &nbsp;Sem interesse pela profiss&atilde;o de farmac&ecirc;utico, cujo curso conclu&iacute;ra no ano anterior, e n&atilde;o se adaptando &agrave; vida rural, passa a lecionar geografia e portugu&ecirc;s em Itabira. Volta a Belo Horizonte e, por iniciativa de Alberto Campos, ocupa o posto de redator e depois redator-chefe do <em>Di&aacute;rio de Minas</em>. Villa-Lobos comp&otilde;e uma seresta sobre o poema &ldquo;Cantiga de vi&uacute;vo&rdquo; (que iria integrar <em>Alguma poesia</em>, seu livro de estreia). &nbsp;</p>

<p><strong>1927 </strong>&nbsp;&nbsp;&nbsp; &nbsp;Nasce em 22 de mar&ccedil;o seu filho, Carlos Fl&aacute;vio, que morre meia hora depois de vir ao mundo. &nbsp;</p>

<p><strong>1928 </strong>&nbsp;&nbsp;&nbsp; &nbsp;Nascimento de sua filha, Maria Julieta. Publica &ldquo;No meio do caminho&rdquo; na <em>Revista de Antropofagia</em>, de S&atilde;o Paulo, dando in&iacute;cio &agrave; carreira escandalosa do poema. Torna-se auxiliar na reda&ccedil;&atilde;o da <em>Revista do Ensino</em>, da Secretaria de Educa&ccedil;&atilde;o.</p>

<p><strong>1929</strong> &nbsp;&nbsp;&nbsp; &nbsp;Deixa o <em>Di&aacute;rio de Minas</em> e passa a trabalhar no <em>Minas Gerais</em>, &oacute;rg&atilde;o oficial do estado, como auxiliar de reda&ccedil;&atilde;o e, pouco depois, redator. &nbsp;</p>

<p><strong>1930</strong> &nbsp;&nbsp;&nbsp; &nbsp;<em>Alguma poesia</em>, seu livro de estreia, sai com quinhentos exemplares sob o selo imagin&aacute;rio de Edi&ccedil;&otilde;es Pindorama, de Eduardo Frieiro. Assume o cargo de auxiliar de gabinete de Cristiano Machado, secret&aacute;rio do Interior. Passa a oficial de gabinete quando seu amigo Gustavo Capanema assume o cargo. &nbsp;</p>

<p><strong>1931</strong> &nbsp;&nbsp;&nbsp; &nbsp;Morre seu pai. &nbsp;</p>

<p><strong>1933 </strong>&nbsp;&nbsp;&nbsp; &nbsp;Redator de <em>A Tribuna</em>. Acompanha Gustavo Capanema durante os tr&ecirc;s meses em que este foi interventor federal em Minas. &nbsp;</p>

<p><strong>1934&nbsp;&nbsp; </strong>&nbsp;Volta &agrave;s reda&ccedil;&otilde;es: <em>Minas Gerais</em>, <em>Estado de Minas</em>, <em>Di&aacute;rio da Tarde</em>, simultaneamente. Publica <em>Brejo das almas</em> (duzentos exemplares) pela cooperativa Os Amigos do Livro. Transfere-se para o Rio de Janeiro como chefe de gabinete de Gustavo Capanema, novo ministro da Educa&ccedil;&atilde;o e Sa&uacute;de P&uacute;blica. &nbsp;</p>

<p><strong>1935&nbsp;</strong>&nbsp; &nbsp;Responde pelo expediente da Diretoria-Geral de Educa&ccedil;&atilde;o e &eacute; membro da Comiss&atilde;o de Efici&ecirc;ncia do Minist&eacute;rio da Educa&ccedil;&atilde;o.&nbsp;</p>

<p><strong>1937 </strong>&nbsp;&nbsp; &nbsp;Colabora na <em>Revista Acad&ecirc;mica</em>, de Murilo Miranda.</p>

<p><strong>1940 </strong>&nbsp;&nbsp; &nbsp;Publica Sentimento do mundo, distribuindo entre amigos e escritores os 150 exemplares da tiragem.&nbsp;</p>

<p><strong>1941 &nbsp;</strong>&nbsp; &nbsp;Mant&eacute;m na revista <em>Euclides</em>, de Sim&otilde;es dos Reis, a se&ccedil;&atilde;o &ldquo;Conversa de Livraria&rdquo;, assinada por &ldquo;O Observador Liter&aacute;rio&rdquo;. Colabora no suplemento liter&aacute;rio de <em>A Manh&atilde;</em>.&nbsp;</p>

<p><strong>1942 &nbsp;</strong>&nbsp; &nbsp;Publica Poesias, na prestigiosa Editora Jos&eacute; Olympio.&nbsp;</p>

<p><strong>1943</strong> &nbsp;&nbsp; &nbsp;Sua tradu&ccedil;&atilde;o de <em>Th&eacute;r&egrave;se Desqueyroux</em>, de Fran&ccedil;ois Mauriac, vem a lume sob o t&iacute;tulo <em>Uma gota de veneno</em>.&nbsp;</p>

<p><strong>1944</strong> &nbsp;&nbsp; &nbsp;Publica <em>Confiss&otilde;es de Minas</em>.&nbsp;</p>

<p><strong>1945</strong> &nbsp;&nbsp; &nbsp;Publica <em>A rosa do povo</em> e <em>O gerente</em>. Colabora no suplemento liter&aacute;rio do <em>Correio da Manh&atilde;</em> e na <em>Folha Carioca</em>. Deixa a chefia do gabinete de Capanema e, a convite de Lu&iacute;s Carlos Prestes, figura como codiretor do di&aacute;rio comunista <em>Tribuna Popular</em>. Afasta-se meses depois por discordar da orienta&ccedil;&atilde;o do jornal. Trabalha na Diretoria do Patrim&ocirc;nio Hist&oacute;rico e Art&iacute;stico Nacional (DPHAN), onde mais tarde se tornar&aacute; chefe da Se&ccedil;&atilde;o de Hist&oacute;ria, na Divis&atilde;o de Estudos e Tombamento.&nbsp;</p>

<p><strong>1946</strong> &nbsp;&nbsp; &nbsp;Recebe o Pr&ecirc;mio de Conjunto de Obra, da Sociedade Felipe d&rsquo;Oliveira.&nbsp;</p>

<p><strong>1947</strong> &nbsp;&nbsp; &nbsp;&Eacute; publicada a sua tradu&ccedil;&atilde;o de<em> Les Liaisons dangereuses</em>, de Laclos.&nbsp;</p>

<p><strong>1948 </strong>&nbsp;&nbsp; &nbsp;Publica <em>Poesia at&eacute; agora</em>. Colabora em <em>Pol&iacute;tica e Letras</em>. Acompanha o enterro de sua m&atilde;e, em Itabira. Na mesma hora, no Teatro Municipal do Rio de Janeiro, &eacute; executado o &ldquo;Poema de Itabira&rdquo;, de Villa-Lobos, a partir do seu poema &ldquo;Viagem na fam&iacute;lia&rdquo;.&nbsp;</p>

<p><strong>1949</strong> &nbsp;&nbsp; &nbsp;Volta a escrever no <em>Minas Gerais</em>. Sua filha, Maria Julieta, casa-se com o escritor e advogado argentino Manuel Gra&ntilde;a Etcheverry e vai morar em Buenos Aires. Participa do movimento pela escolha de uma diretoria apol&iacute;tica na Associa&ccedil;&atilde;o Brasileira de Escritores. Contudo, juntamente com outros companheiros, desliga-se da sociedade por causa de atritos com o grupo esquerdista.&nbsp;</p>

<p><strong>1950</strong> &nbsp;&nbsp;&nbsp; &nbsp;Viaja a Buenos Aires para acompanhar o nascimento do primeiro neto, Carlos Manuel. &nbsp;</p>

<p><strong>1951</strong> &nbsp;&nbsp;&nbsp; &nbsp;Publica <em>Claro enigma</em>, <em>Contos de aprendiz</em> e <em>A mesa</em>. O volume <em>Poemas</em> &eacute; publicado em Madri. &nbsp;</p>

<p><strong>1952 &nbsp;</strong>&nbsp; &nbsp;Publica <em>Passeios na ilha</em> e <em>Viola de bolso</em>. &nbsp;</p>

<p><strong>1953&nbsp;</strong>&nbsp; &nbsp;Exonera-se do cargo de redator do <em>Minas Gerais</em> ao ser estabilizada sua situa&ccedil;&atilde;o de funcion&aacute;rio da DPHAN. Vai a Buenos Aires para o nascimento do seu neto Luis Mauricio. Na capital argentina aparece o volume <em>Dos poemas</em>. &nbsp;</p>

<p><strong>1954</strong>&nbsp;&nbsp; &nbsp;Publica <em>Fazendeiro do ar &amp; Poesia at&eacute; agora</em>. &Eacute; publicada sua tradu&ccedil;&atilde;o de <em>Les Paysans</em>, de Balzac. A s&eacute;rie de palestras &ldquo;Quase mem&oacute;rias&rdquo;, em di&aacute;logo com Lia Cavalcanti, &eacute; veiculada pela R&aacute;dio Minist&eacute;rio da Educa&ccedil;&atilde;o. D&aacute; in&iacute;cio &agrave; s&eacute;rie de cr&ocirc;nicas &ldquo;Imagens&rdquo;, no <em>Correio da Manh&atilde;</em>, mantida at&eacute; 1969. &nbsp;</p>

<p><strong>1955</strong>&nbsp;&nbsp; &nbsp;Publica <em>Viola de bolso</em> novamente encordoada. O livreiro Carlos Ribeiro publica edi&ccedil;&atilde;o fora de com&eacute;rcio do <em>Soneto da buquinagem</em>. &nbsp;</p>

<p><strong>1956</strong> &nbsp;&nbsp;&nbsp; &nbsp;Publica <em>Cinquenta poemas escolhidos pelo autor</em>. Sai sua tradu&ccedil;&atilde;o de <em>Albertine disparue</em>, ou <em>La Fugitive</em>, de Marcel Proust. &nbsp;</p>

<p><strong>1957 </strong>&nbsp;&nbsp;&nbsp; &nbsp;Publica <em>Fala, amendoeira</em> e <em>Ciclo.&nbsp;</em></p>

<p><strong>1958 </strong>&nbsp;&nbsp;&nbsp; &nbsp;Uma pequena sele&ccedil;&atilde;o de seus poemas &eacute; publicada na Argentina. &nbsp;</p>

<p><strong>1959 </strong>&nbsp;&nbsp;&nbsp; &nbsp;Publica <em>Poemas</em>. Ganha os palcos a sua tradu&ccedil;&atilde;o de <em>Do&ntilde;a Rosita la Soltera</em>, de Garc&iacute;a Lorca, pela qual recebe o Pr&ecirc;mio Padre Ventura. &nbsp;</p>

<p><strong>1960</strong> &nbsp;&nbsp;&nbsp; &nbsp;&Eacute; publicada a sua tradu&ccedil;&atilde;o de <em>Oiseaux-Mouches Ornithorynques du Br&eacute;sil</em>, de Descourtilz. Colabora em <em>Mundo Ilustrado</em>. Nasce em Buenos Aires seu neto Pedro Augusto. &nbsp;</p>

<p><strong>1961</strong> &nbsp;&nbsp;&nbsp; &nbsp;Colabora no programa <em>Quadrante</em>, da R&aacute;dio Minist&eacute;rio da Educa&ccedil;&atilde;o. Morre seu irm&atilde;o Altivo. &nbsp;</p>

<p><strong>1962 </strong>&nbsp;&nbsp;&nbsp; &nbsp;Publica <em>Li&ccedil;&atilde;o de coisas</em>, <em>Antologia po&eacute;tica</em> e <em>A bolsa &amp; a vida</em>. Aparecem as tradu&ccedil;&otilde;es de<em> L&rsquo;Oiseau bleu</em>, de Maeterlinck, e <em>Les Fourberies de Scapin</em>, de Moli&egrave;re, recebendo por esta novamente o Pr&ecirc;mio Padre Ventura. Aposenta-se como chefe de se&ccedil;&atilde;o da DPHAN, ap&oacute;s 35 anos de servi&ccedil;o p&uacute;blico. &nbsp;</p>

<p><strong>1963 </strong>&nbsp;&nbsp; &nbsp;Aparece a sua tradu&ccedil;&atilde;o de <em>Sult</em> (Fome), de Knut Hamsun. Recebe, pelo livro Li&ccedil;&atilde;o de coisas, os pr&ecirc;mios Fernando Chinaglia, da Uni&atilde;o Brasileira de Escritores, e Lu&iacute;sa Cl&aacute;udio de Sousa, do PEN Clube do Brasil. Inicia o programa <em>Cadeira de Balan&ccedil;o</em>, na R&aacute;dio Minist&eacute;rio da Educa&ccedil;&atilde;o.&nbsp;</p>

<p><strong>1964 </strong>&nbsp;&nbsp; &nbsp;Publica&ccedil;&atilde;o da <em>Obra completa</em>, pela Aguilar. In&iacute;cio das visitas, aos s&aacute;bados, &agrave; biblioteca de Pl&iacute;nio Doyle, evento mais tarde batizado de &ldquo;Sabadoyle&rdquo;.&nbsp;</p>

<p><strong>1965 </strong>&nbsp;&nbsp; &nbsp;Publica&ccedil;&atilde;o de <em>Antologia po&eacute;tica</em> (Portugal); <em>In the Middle of the Road</em> (Estados Unidos); <em>Poesie</em> (Alemanha). Com Manuel Bandeira, edita <em>Rio de Janeiro em prosa &amp; verso</em>. Colabora em <em>Pulso</em>.&nbsp;</p>

<p><strong>1966 </strong>&nbsp;&nbsp; &nbsp;Publica&ccedil;&atilde;o de <em>Cadeira de balan&ccedil;o</em> e de <em>Natten och Rosen</em> (Su&eacute;cia).&nbsp;</p>

<p><strong>1967 </strong>&nbsp;&nbsp; &nbsp;Publica <em>Versiprosa</em>, <em>Jos&eacute; &amp; outros</em>, <em>Uma pedra no meio do caminho: biografia de um poema</em>, <em>Minas Gerais (Brasil, terra e alma)</em>, <em>Mundo, vasto mundo</em> (Buenos Aires) e <em>Fyzika Strachu</em> (Praga).&nbsp;</p>

<p><strong>1968</strong> &nbsp;&nbsp; &nbsp;Publica <em>Boitempo &amp; A falta que ama</em>.&nbsp;</p>

<p><strong>1969</strong> &nbsp;&nbsp; &nbsp;Passa a colaborar no <em>Jornal do Brasil</em>. Publica <em>Reuni&atilde;o</em> (dez livros de poesia).&nbsp;</p>

<p><strong>1970</strong> &nbsp;&nbsp; &nbsp;Publica <em>Caminhos de Jo&atilde;o Brand&atilde;o</em>.&nbsp;</p>

<p><strong>1971</strong> &nbsp;&nbsp; &nbsp;Publica <em>Seleta em prosa e verso</em>. Sai em Cuba a edi&ccedil;&atilde;o de <em>Poemas</em>.&nbsp;</p>

<p><strong>1972</strong> &nbsp;&nbsp; &nbsp;Publica <em>O poder ultrajovem</em>. Suas sete d&eacute;cadas de vida s&atilde;o celebradas em suplementos pelos maiores jornais brasileiros.&nbsp;</p>

<p><strong>1973</strong> &nbsp;&nbsp; &nbsp;Publica <em>As impurezas do branco</em>, <em>Menino antigo</em>, <em>La bolsa y la vida</em> (Buenos Aires) e <em>R&eacute;union</em> (Paris).&nbsp;</p>

<p><strong>1974</strong> &nbsp;&nbsp; &nbsp;Recebe o Pr&ecirc;mio de Poesia da Associa&ccedil;&atilde;o Paulista de Cr&iacute;ticos Liter&aacute;rios.&nbsp;</p>

<p><strong>1975</strong> &nbsp;&nbsp; &nbsp;Publica <em>Amor, amores</em>. Recebe o Pr&ecirc;mio Nacional Walmap de Literatura. Recusa por motivo de consci&ecirc;ncia o Pr&ecirc;mio Bras&iacute;lia de Literatura, da Funda&ccedil;&atilde;o Cultural do Distrito Federal.&nbsp;</p>

<p><strong>1977</strong> &nbsp;&nbsp; &nbsp;Publica <em>A visita</em>, <em>Discurso de primavera</em> e <em>Os dias lindos</em>. &Eacute; publicada na Bulg&aacute;ria uma antologia intitulada <em>Sentimento do mundo</em>.&nbsp;</p>

<p><strong>1978</strong> &nbsp;&nbsp; &nbsp;A Editora Jos&eacute; Olympio publica a segunda edi&ccedil;&atilde;o (corrigida e aumentada) de <em>Discurso de primavera e algumas sombras</em>. Publica <em>O marginal Clorindo Gato</em> e <em>70 historinhas</em>, reuni&atilde;o de pequenas hist&oacute;rias selecionadas em seus livros de cr&ocirc;nicas. <em>Amar-Amargo</em> e <em>El poder ultrajoven</em> saem na Argentina. A PolyGram lan&ccedil;a dois lps com 38 poemas lidos pelo autor.&nbsp;</p>

<p><strong>1979</strong> &nbsp;&nbsp; &nbsp;Publica <em>Poesia e prosa</em>, revista e atualizada, pela Editora Nova Aguilar. Sai tamb&eacute;m seu livro <em>Esquecer para lembrar</em>.&nbsp;</p>

<p><strong>1980</strong> &nbsp;&nbsp; &nbsp;Recebe os pr&ecirc;mios Est&aacute;cio de S&aacute;, de jornalismo, e Morgado Mateus (Portugal), de poesia. Publica&ccedil;&atilde;o de <em>A paix&atilde;o medida</em>, <em>En Rost at Folket</em> (Su&eacute;cia), <em>The Minus Sign</em> (Estados Unidos), <em>Poemas </em>(Holanda) e <em>Fleur, t&eacute;l&eacute;phone et jeune fille&hellip;</em> (Fran&ccedil;a).&nbsp;</p>

<p><strong>1981</strong> &nbsp;&nbsp; &nbsp;Publica, em edi&ccedil;&atilde;o fora de com&eacute;rcio, <em>Contos plaus&iacute;veis</em>. Com Ziraldo, lan&ccedil;a <em>O pipoqueiro da esquina</em>. Sai a edi&ccedil;&atilde;o inglesa de <em>The Minus Sign</em>.&nbsp;</p>

<p><strong>1982</strong> &nbsp;&nbsp; &nbsp;Anivers&aacute;rio de oitenta anos. A Biblioteca Nacional e a Casa de Rui Barbosa promovem exposi&ccedil;&otilde;es comemorativas. Recebe o t&iacute;tulo de doutor <em>honoris causa</em> pela Universidade Federal do Rio Grande do Norte. Publica <em>A li&ccedil;&atilde;o do amigo</em>. Sai no M&eacute;xico a edi&ccedil;&atilde;o de <em>Poemas</em>.&nbsp;</p>

<p><strong>1983</strong> &nbsp;&nbsp; &nbsp;Declina do Trof&eacute;u Juca Pato. Publica <em>Nova reuni&atilde;o</em> e o infantil <em>O elefante</em>.&nbsp;</p>

<p><strong>1984 &nbsp;&nbsp;</strong> &nbsp;Publica <em>Boca de luar</em> e <em>Corpo</em>. Encerra sua carreira de cronista regular ap&oacute;s 64 anos dedicados ao jornalismo.&nbsp;</p>

<p><strong>1985 &nbsp;</strong>&nbsp; &nbsp;Publica <em>Amar se aprende amando</em>, <em>O observador no escrit&oacute;rio</em>,<em> Hist&oacute;ria de dois amores</em> (infantil) e <em>Amor, sinal estranho</em> (edi&ccedil;&atilde;o de arte). Lan&ccedil;amento comercial de <em>Contos plaus&iacute;veis</em>. Publica&ccedil;&atilde;o de <em>Fran Oxen Tid</em> (Su&eacute;cia).&nbsp;</p>

<p><strong>1986 &nbsp;&nbsp;</strong> &nbsp;Publica <em>Tempo, vida, poesia</em>. Sofrendo de insufici&ecirc;ncia card&iacute;aca, passa catorze dias hospitalizado. Edi&ccedil;&atilde;o inglesa de <em>Travelling in the Family</em>.&nbsp;</p>

<p><strong>1987</strong> &nbsp;&nbsp; &nbsp;&Eacute; homenageado com o samba-enredo &ldquo;O reino das palavras&rdquo;, pela Esta&ccedil;&atilde;o Primeira de Mangueira, que se sagra campe&atilde; do Carnaval. No dia 5 de agosto morre sua filha, Maria Julieta, v&iacute;tima de c&acirc;ncer. Muito abalado, morre em 17 de agosto.</p>
        
                        
    </div>
</div>

<div class="left_column">
    
            
</div>

            
    <div class="related_content">
        
                        
        <h3>Mais sobre Drummond</h3>
        <div class="grid_container">

    
        
<div class="grid_item">

    <div class="item_thumbnail"><a href="drummond_expulso.html"><img src="imagens/content_129_thumb.jpg" alt=""/></a></div>			
    <ul class="item_categories">
                            <li>Vida</li>
                                                        </ul>
    
    <div class="item_title">
        <img src="imagens/general/bullet.png" class="bullet_title" alt=""/>				<p><a href="drummond_expulso.html">O dia em que o general Drummond foi expulso</a></p>
    </div>
    
    <div class="item_excerpt">
                    </div>
    
                
</div><!-- END .grid_item -->

    
        
<div class="grid_item">

                
    <ul class="item_categories">
                            <li>Vida</li>
                                                        </ul>
    
    <div class="item_title">
        <img src="imagens/general/bullet.png" class="bullet_title" alt=""/>				<p><a href="drummond_expulso.html">Drummond e o irmão do filho único</a></p>
    </div>
    
    <div class="item_excerpt">
                    </div>
    
                
</div><!-- END .grid_item -->

    
        
<div class="grid_item">

    <div class="item_thumbnail"><a href="voz.html"><img src="imagens/content_127_thumb.jpg" alt=""/></a></div>			
    <ul class="item_categories">
                            <li>Vida</li>
                                                        </ul>
    
    <div class="item_title">
        <img src="imagens/general/bullet.png" class="bullet_title" alt=""/>				<p><a href="voz.html">A voz dos que não falam</a></p>
    </div>
    
    <div class="item_excerpt">
                    </div>
    
                
</div><!-- END .grid_item -->

    
        
<div class="grid_item">

    <div class="item_thumbnail"><a href="moleque.html"><img src="imagens/content_126_thumb.jpg" alt=""/></a></div>			
    <ul class="item_categories">
                            <li>Video</li>
                                                        </ul>
    
    <div class="item_title">
        <img src="imagens/general/bullet.png" class="bullet_title" alt=""/>				<p><a href="moleque.html">Carlos, O Moleque</a></p>
    </div>
    
    <div class="item_excerpt">
                    </div>
    
                
</div><!-- END .grid_item -->


</div><!-- END .grid_container -->				
    </div>
    
        
</div><!-- END .contents.view -->

</div><!-- END .contents_bg -->			</div>

    <div id="footer">
    
        <div class="container center_align">
            
            <div class="brand">
                <img src="imagens/footer/brand.png" alt=""/>					</div>
            
            <div class="info">
                
                <p> A trajetória pessoal e literária de Carlos Drummond de Andrade (1902-1987) merece ser ainda muito iluminada. Um dos maiores nomes da poesia brasileira de todos os tempos, Drummond levou uma existência aparentemente modesta e avessa aos holofotes enquanto burilava uma obra vasta e rigorosa. Vivendo no Rio de Janeiro entre 1934 e 1987, o mineiro atravessaria boa parte do século XX produzindo poesia, crônica para os jornais e marcando, sobretudo com sua obra, todas as gerações posteriores da literatura produzida no Brasil.</p>

                <p>A ideia de um site que recupere para o leitor de hoje a biografia e o legado de Drummond pode ser qualificada de um compromisso com as novas gerações de leitores brasileiros. Disponível para todo e qualquer leitor com acesso à rede mundial de computadores, o site Carlos Drummond de Andrade é um instrumento de democratização do legado de um de nossos maiores escritores. A trajetória biográfica, os afetos, as anedotas, os causos sobre Carlos Drummond de Andrade; mas também as leituras finas e atentas de sua poesia e de sua crônica: tudo isso forma o grande conteúdo da página de Drummond na internet.</p>

                <p>Através do trabalho biográfico empreendido por Humberto Werneck, e continuamente alimentado — com material textual e bibliográfico —, o site é o principal portal de acesso à obra de Drummond.</p>

                <p>Todos os direitos reservados, 2023</p>
                
                <img src="imagens/footer/g_brand_o_gov_1_bra_p3_minc.png" alt=""/>						
            </div>
            
            <div class="social">
                <a href="https://www.facebook.com/" target="_blank"><img src="imagens/footer/gray/icon_fb.png" alt=""/></a><a href="https://www.twitterr.com/" target="_blank"><img src="/img/footer/gray/icon_twitter.png" alt=""/></a>					</div>
            
        </div>
        
    </div>

</div>

        
<script type="text/javascript" src="//s7.addthis.com/js/300/addthis_widget.js#pubid=ra-56c6fb51762efb9f"></script>

</body>

</html>
</body>
</html>